Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ErrorResource_ErrInvalidName_Link_1
source: Article: Formula reference for Power Apps
bg_bg: Статия: Справка за формули за Power Apps
ca_es: Article: Referència de fórmules del Power Apps
cs_cz: Článek: Referenční informace ke vzorcům v Power Apps
da_dk: Artikel: formelreference til Power Apps
de_de: Artikel: Formelreferenz für Power Apps
el_gr: Άρθρο: Αναφορά τύπου για το Power Apps
es_es: Artículo: Referencia de fórmulas para Power Apps
et_ee: Artikkel: Power Appsi valemiviide
eu_es: Artikulua: Power Apps-erako formula-erreferentzia
fi_fi: Artikkeli: Power Appsin kaavojen viiteopas
fr_fr: Article : Référence de formule pour Power Apps
gl_es: Artigo: Referencia de fórmulas para Power Apps
hi_in: आलेख: Power Apps के लिए सूत्र संदर्भ
hr_hr: Članak: referenca formule za Power Apps
hu_hu: Cikk: Power Apps-képletreferencia
it_it: Articolo: Informazioni di riferimento sulle formule in Power Apps
ja_jp: 記事: Power Apps の数式のリファレンス
kk_kz: Мақала. Power Apps үшін формула сілтемесі
ko_kr: 문서: Power Apps에 대한 수식 참조
lt_lt: Straipsnis: formulės nuoroda, skirta „Power Apps“
lv_lv: Raksts: Formula reference for Power Apps (Formulas atsauce pakalpojumam Power Apps)
ms_my: Artikel: Rujukan formula untuk Power Apps
nb_no: Artikkel: Formelreferanse for Power Apps
nl_nl: Artikel: Formuleverwijzing voor Power Apps
pl_pl: Artykuł: Odwołanie do formuły dla usługi Power Apps
pt_br: Artigo: Referência de fórmula para o Power Apps
pt_pt: Artigo: referência de fórmula para o Power Apps
ro_ro: Articol: referință privind formulele pentru Power Apps
ru_ru: Статья: ссылка на формулу для Power Apps
sk_sk: Článok: Referenčné informácie pre vzorce v službe Power Apps
sl_si: Članek: sklic na formulo za Power Apps
sr_cyrl_rs: Чланак: Референце формула за Power Apps
sr_latn_rs: Članak: Reference formula za Power Apps
sv_se: Artikel: formelreferens för Power Apps
th_th: บทความ: การอ้างอิงสูตรสำหรับ Power Apps
tr_tr: Makale: Power Apps için formül başvurusu
uk_ua: Стаття: "Посилання на формулу в Power Apps"
vi_vn: Bài viết: Tham chiếu công thức cho Power Apps
zh_cn: 文章: 针对 Power Apps 的公式引用
zh_tw: 文章: Power Apps 的公式參考

# ErrorResource_ErrInvalidPropertyReference_ShortMessage
source: Property reference isn't valid.
bg_bg: Препратката на свойството не е валидна.
ca_es: La referència de la propietat no és vàlida.
cs_cz: Odkaz na vlastnost není platný.
da_dk: Egenskabsreferencen er ikke gyldig.
de_de: Der Eigenschaftsverweis ist ungültig.
el_gr: Η αναφορά ιδιότητας δεν είναι έγκυρη.
es_es: La referencia de la propiedad no es válida.
et_ee: Atribuudiviide ei sobi.
eu_es: Propietate-erreferentziak ez du balio.
fi_fi: Ominaisuusviittaus ei ole kelvollinen.
fr_fr: La référence de propriété n'est pas valide.
gl_es: A referencia da propiedade non é válida.
hi_in: गुण संदर्भ मान्य नहीं है.
hr_hr: Referenca svojstva nije valjana.
hu_hu: A tulajdonsághivatkozás érvénytelen.
it_it: Il riferimento alla proprietà non è valido.
ja_jp: プロパティ参照が無効です。
kk_kz: Сипатқа сілтеме жарамсыз.
ko_kr: 속성 참조가 잘못되었습니다.
lt_lt: Ypatybės nuoroda netinkama.
lv_lv: Rekvizīta atsauce nav derīga.
ms_my: Rujukan sifat tidak sah.
nb_no: Egenskapsreferansen er ugyldig.
nl_nl: De eigenschapsverwijzing is niet geldig.
pl_pl: Odwołanie do właściwości nie jest prawidłowe.
pt_br: A referência da propriedade não é válida.
pt_pt: A referência de propriedade não é válida.
ro_ro: Referința la proprietate nu este validă.
ru_ru: Недопустимая ссылка на свойство.
sk_sk: Odkaz na vlastnosť nie je platný.
sl_si: Sklic na lastnost ni veljaven.
sr_cyrl_rs: Референца својства није важећа.
sr_latn_rs: Referenca svojstva nije važeća.
sv_se: Egenskapsreferensen är inte giltig.
th_th: การอ้างอิงคุณสมบัติไม่ถูกต้อง
tr_tr: Özellik başvurusu geçerli değil.
uk_ua: Неприпустиме посилання на властивість.
vi_vn: Tham chiếu thuộc tính không hợp lệ.
zh_cn: 属性引用无效。
zh_tw: 屬性參考無效。

# ErrorResource_ErrInvalidPropertyReference_LongMessage
source: This error appears when a formula refers to component behavior properties with invalid syntax. (For example, Component.OnCustomChange instead of Component.OnCustomChange())
bg_bg: Тази грешка се появява, когато дадена формула препраща към свойства на поведение на компонент с невалиден синтаксис (например Component.OnCustomChange вместо Component.OnCustomChange())
ca_es: Aquest error apareix quan una fórmula fa referència a propietats del comportament del component amb una sintaxi no vàlida. (Per exemple, Component.OnCustomChange en lloc de Component.OnCustomChange().)
cs_cz: Tato chyba se zobrazí, když se vzorec odkazuje na vlastnosti chování komponenty pomocí neplatné syntaxe. (Příklad: Component.OnCustomChange místo Component.OnCustomChange())
da_dk: Denne fejl vises, når en formel refererer til egenskaber for komponentfunktionsmåde med ugyldig syntaks. (Eksempelvis Component.OnCustomChange i stedet for Component.OnCustomChange())
de_de: Dieser Fehler tritt auf, wenn eine Formel mit ungültiger Syntax auf Komponentenverhaltenseigenschaften verweist. (Beispiel: "Component.OnCustomChange" statt "Component.OnCustomChange()")
el_gr: Αυτό το σφάλμα εμφανίζεται όταν ένας τύπος αναφέρεται σε ιδιότητες συμπεριφοράς στοιχείων με μη έγκυρη σύνταξη. (Για παράδειγμα, Component.OnCustomChange αντί για Component.OnCustomChange())
es_es: Este error se produce cuando una fórmula hace referencia a propiedades de comportamiento de componentes con sintaxis no válida. Por ejemplo, Component.OnCustomChange en lugar de Component.OnCustomChange().
et_ee: See tõrge ilmub siis, kui valem viitab komponendi käitumisatribuutidele, millel on sobimatu süntaks. (Näiteks Component.OnCustomChange, mitte Component.OnCustomChange())
eu_es: Formulak erabil ezin daitekeen sintaxia duten osagaiaren portaeraren propietateei erreferentzia egiten dienean agertzen da errorea (adibidez, Component.OnCustomChange sintaxia erabiltzen denean Component.OnCustomChange() sintaxiaren ordez).
fi_fi: Tämä virhe tulee näkyviin, kun kaava viittaa osan käyttäytymisen ominaisuuksiin, joiden syntaksi on virheellinen. (Esimerkiksi Component.OnCustomChange kohteen Component.OnCustomChange() sijaan)
fr_fr: Cette erreur s'affiche quand une formule référence des propriétés de comportement de composant avec une syntaxe non valide. (Par exemple, Component.OnCustomChange au lieu de Component.OnCustomChange())
gl_es: Este erro aparece cando unha fórmula fai referencia a propiedades de comportamento de compoñentes con sintaxe non válida. (Por exemplo, Component.OnCustomChange en lugar de Component.OnCustomChange())
hi_in: यह त्रुटि तब दिखाई देती है, जब कोई सूत्र अमान्य सिंटैक्स वाले घटक व्यवहार गुणों को दर्शाता है. (उदाहरण के लिए, Component.OnCustomChange के बजाय Component.OnCustomChange())
hr_hr: Ta se pogreška pojavljuje kada se formula poziva na svojstva ponašanja komponente sa sintaksom koja nije valjana. (Na primjer, Component.OnCustomChange umjesto Component.OnCustomChange())
hu_hu: Ez a hibaüzenet akkor jelenik meg, ha egy képlet érvénytelen szintaxissal hivatkozik az összetevő viselkedési tulajdonságaira (például a Component.OnCustomChange() függvényhívás helyett a következőt használja: Component.OnCustomChange)
it_it: Questo errore viene visualizzato quando una formula fa riferimento a proprietà di comportamento dei componenti con una sintassi non valida. Ad esempio: Component.OnCustomChange anziché Component.OnCustomChange()
ja_jp: このエラーは、構文が無効なコンポーネントの動作プロパティを数式が参照している場合に表示されます (例: Component.OnCustomChange() ではなく Component.OnCustomChange)。
kk_kz: Бұл қате формула жарамсыз синтаксисі бар компоненттің жұмыс режимі сипаттарына сілтеме жасағанда пайда болады. (Мысалы, Component.OnCustomChange() орнына Component.OnCustomChange)
ko_kr: 이 오류는 수식에서 잘못된 구문이 있는 구성 요소 동작 속성을 참조하는 경우에 표시됩니다(예: Component.OnCustomChange() 대신 Component.OnCustomChange).
lt_lt: Ši klaida rodoma, kai formulė nurodo komponento veikimo ypatybes su netinkama sintakse. (Pvz., „Component.OnCustomChange“ vietoj „Component.OnCustomChange()“)
lv_lv: Šī kļūda rodas, ja formulā ir atsauce uz komponenta uzvedības rekvizītiem ar nederīgu sintaksi. (Piemēram, Component.OnCustomChange, nevis Component.OnCustomChange())
ms_my: Ralat ini muncul apabila formula merujuk pada sifat tingkah laku komponen dengan sintaks yang tidak sah. (Contohnya, Component.OnCustomChange bukannya Component.OnCustomChange())
nb_no: Denne feilen vises når en formel refererer til egenskaper for komponentvirkemåte med ugyldig syntaks. (Som for eksempel Component.OnCustomChange i stedet for Component.OnCustomChange())
nl_nl: Deze fout wordt weergegeven wanneer een formule verwijst naar eigenschappen van componentgedrag met ongeldige syntaxis. (Bijvoorbeeld Component.OnCustomChange in plaats van Component.OnCustomChange())
pl_pl: Ten błąd występuje, gdy formuła odwołuje się do właściwości zachowania składnika przy użyciu nieprawidłowej składni. Na przykład Component.OnCustomChange zamiast Component.OnCustomChange()
pt_br: Esse erro aparece quando uma fórmula referencia propriedades de comportamento de componente com sintaxe inválida. (Por exemplo, Component.OnCustomChange em vez de Component.OnCustomChange())
pt_pt: Este erro é apresentado quando uma fórmula se refere a propriedades de comportamento do componente com sintaxe inválida. (Por exemplo, Component.OnCustomChange em vez de Component.OnCustomChange())
ro_ro: Această eroare apare când o formulă se referă la proprietățile de comportament ale componentelor cu sintaxă nevalidă. (De exemplu, Component.OnCustomChange în loc de Component.OnCustomChange())
ru_ru: Эта ошибка возникает, когда формула ссылается на свойства поведения компонента с недопустимым синтаксисом (например, Component.OnCustomChange вместо Component.OnCustomChange()).
sk_sk: Táto chyba sa zobrazí, keď vzorec odkazuje na vlastnosti správania súčastí s neplatnou syntaxou. (Napríklad na vlastnosť Component.OnCustomChange namiesto vlastnosti Component.OnCustomChange())
sl_si: Ta napaka se prikaže, ko se formula sklicuje na lastnosti delovanja komponente z neveljavno sintakso. (Primer: »Component.OnCustomChange« namesto »Component.OnCustomChange()«)
sr_cyrl_rs: Ова грешка се појављује када формула упућује на својства понашања компонената са неважећом синтаксом. (На пример, Component.OnCustomChange уместо Component.OnCustomChange())
sr_latn_rs: Ova greška se pojavljuje kada formula upućuje na svojstva ponašanja komponenata sa nevažećom sintaksom. (Na primer, Component.OnCustomChange umesto Component.OnCustomChange())
sv_se: Det här felet uppstår när en formel refererar till egenskaper för komponentbeteende med en ogiltig syntax. (Till exempel Component.OnCustomChange i stället för Component.OnCustomChange())
th_th: ข้อผิดพลาดนี้ปรากฏขึ้นเมื่อสูตรอ้างถึงคุณสมบัติลักษณะการทำงานของคอมโพเนนต์ที่มีไวยากรณ์ไม่ถูกต้อง (ตัวอย่างเช่น Component.OnCustomChange แทนที่จะเป็น Component.OnCustomChange())
tr_tr: Bu hata, bir formül geçersiz söz dizimine sahip bileşen davranışı özelliklerine başvurduğunda görüntülenir. (ör. Component.OnCustomChange()) yerine Component.OnCustomChange())
uk_ua: Ця помилка виникає, коли формула посилається на властивості поведінки компонентів із неприпустимим синтаксисом. (Наприклад, Component.OnCustomChange замість Component.OnCustomChange())
vi_vn: Lỗi này xuất hiện khi một công thức đề cập đến các thuộc tính hành vi cấu phần với cú pháp không hợp lệ. (Ví dụ: Component.OnCustomChange thay vì Component.OnCustomChange())
zh_cn: 当公式引用具有无效语法的组件行为属性时，会出现此错误。(例如，Component.OnCustomChange 而不是 Component.OnCustomChange())
zh_tw: 當公式參考了含有無效語法的元件行為屬性時，就會發生此錯誤。(例如把 Component.OnCustomChange() 寫成 Component.OnCustomChange)

# ErrorResource_ErrInvalidPropertyReference_HowToFix_1
source: Use correct syntax to refer to component behavior property. For example, Component.OnCustomChange()
bg_bg: Използвайте правилен синтаксис за препратка към свойство на поведение на компонент, като например Component.OnCustomChange()
ca_es: Utilitzeu la sintaxi correcta per referir-vos a la propietat del comportament del component. Per exemple, Component.OnCustomChange().
cs_cz: Při odkazování na vlastnost chování komponenty použijte správnou syntaxi. Příklad: Component.OnCustomChange()
da_dk: Brug korrekt syntaks til at referere til egenskaben for komponentfunktionsmåde. Eksempelvis Component.OnCustomChange()
de_de: Verwenden Sie die richtige Syntax, um auf die Komponentenverhaltenseigenschaft zu verweisen. Beispiel: Component.OnCustomChange()
el_gr: Χρησιμοποιήστε τη σωστή σύνταξη για να αναφερθείτε στην ιδιότητα συμπεριφοράς στοιχείων. Για παράδειγμα, Component.OnCustomChange()
es_es: Use la sintaxis correcta para hacer referencia a la propiedad de comportamiento del componente. Por ejemplo, Component.OnCustomChange ().
et_ee: Kasutage komponendi käitumisatribuudile viitamiseks õiget süntaksit. Näiteks Component.OnCustomChange()
eu_es: Erabili sintaxi zuzena osagaiaren portaeraren propietateei erreferentzia egiteko. Adibidez, Component.OnCustomChange().
fi_fi: Viittaa osan käyttäytymisen ominaisuuteen oikean syntaksin avulla. Esimerkki: Component.OnCustomChange()
fr_fr: Utilisez une syntaxe correcte pour référencer la propriété de comportement de composant. Par exemple, Component.OnCustomChange()
gl_es: Use a sintaxe correcta para facer referencia á propiedade de comportamento do compoñente. Por exemplo, Component.OnCustomChange()
hi_in: घटक व्यवहार गुण को दर्शाने के लिए उपयुक्त सिंटैक्स का उपयोग करें. उदाहरण के लिए, Component.OnCustomChange()
hr_hr: Koristite pravilnu sintaksu za pozivanje na svojstvo ponašanja komponente. Na primjer, Component.OnCustomChange()
hu_hu: A helyes szintaxis használatával hivatkozzon az összetevő viselkedési tulajdonságára. Példa: Component.OnCustomChange()
it_it: Usare la sintassi corretta per fare riferimento alla proprietà di comportamento del componente. Ad esempio: Component.OnCustomChange()
ja_jp: 正しい構文を使用してコンポーネントの動作プロパティを参照してください。例: Component.OnCustomChange()
kk_kz: Компоненттің жұмыс режимі сипатына сілтеме жасау үшін дұрыс синтаксисті пайдаланыңыз. Мысалы, Component.OnCustomChange()
ko_kr: 올바른 구문을 사용하여 구성 요소 동작 속성을 참조하세요(예: Component.OnCustomChange()).
lt_lt: Norėdami nurodyti komponento veikimo ypatybę, naudokite tinkamą sintaksę. Pvz., Component.OnCustomChange()
lv_lv: Izmantojiet pareizu sintaksi, lai norādītu komponenta uzvedības rekvizītu. Piemēram, Component.OnCustomChange()
ms_my: Gunakan sintaks yang betul untuk merujuk pada sifat tingkah laku komponen. Sebagai contoh, Component.OnCustomChange()
nb_no: Bruk riktig syntaks til å referere til egenskapen for komponentvirkemåte. Som: Component.OnCustomChange()
nl_nl: Gebruik de juiste syntaxis om te verwijzen naar de eigenschap van componentgedrag. Bijvoorbeeld Component.OnCustomChange()
pl_pl: Użyj poprawnej składni, aby odwołać się do właściwości zachowania składnika. Na przykład Component.OnCustomChange()
pt_br: Use a sintaxe correta para referenciar a propriedade de comportamento de componente. Por exemplo, Component.OnCustomChange()
pt_pt: Utilize a sintaxe correta para fazer referência à propriedade de comportamento do componente. Por exemplo, Component.OnCustomChange()
ro_ro: Utilizați sintaxa corectă pentru a face referire la proprietatea de comportament a componentelor. De exemplu, Component.OnCustomChange()
ru_ru: Используйте правильный синтаксис для ссылки на свойство поведения компонента. Например, Component.OnCustomChange().
sk_sk: Na odkazovanie na vlastnosť správania súčastí použite správnu syntax. Napríklad Component.OnCustomChange()
sl_si: Uporabite pravilno sintakso za sklicevanje na lastnost delovanja komponente. Primer »Component.OnCustomChange()«
sr_cyrl_rs: Користите исправну синтаксу при упућивању на својство понашања компонената. На пример, Component.OnCustomChange()
sr_latn_rs: Koristite ispravnu sintaksu pri upućivanju na svojstvo ponašanja komponenata. Na primer, Component.OnCustomChange()
sv_se: Använd korrekt syntax för att referera till egenskapen för komponentbeteendet. Till exempel Component.OnCustomChange()
th_th: ใช้ไวยากรณ์ที่ถูกต้องเพื่ออ้างถึงคุณสมบัติลักษณะการทำงานของคอมโพเนนต์ ตัวอย่างเช่น Component.OnCustomChange()
tr_tr: Bileşen davranışı özelliğine başvurmak için doğru söz dizimini kullanın. Örneğin, Component.OnCustomChange()
uk_ua: Щоб послатися на властивість поведінки компонента, використовуйте правильний синтаксис, наприклад Component.OnCustomChange()
vi_vn: Sử dụng đúng cú pháp để tham chiếu đến thuộc tính hành vi cấu phần. Ví dụ: Component.OnCustomChange()
zh_cn: 请使用正确的语法来引用组件行为属性。例如，Component.OnCustomChange()
zh_tw: 使用正確的語法來參考元件行為屬性。例如 Component.OnCustomChange()

# ErrorResource_ErrInvalidPropertyReference_Link_1
source: Article: Formula reference for PowerApps
bg_bg: Статия: Препратка към формула за PowerApps
ca_es: Article: Referència de fórmula del PowerApps
cs_cz: Článek: Referenční informace ke vzorcům pro PowerApps
da_dk: Artikel: Formelreference til PowerApps
de_de: Artikel: Formelbezug für PowerApps
el_gr: Άρθρο: Αναφορά τύπου για το PowerApps
es_es: Artículo: Referencia de fórmula para PowerApps
et_ee: Artikkel: PowerAppsi valemiviide
eu_es: Artikulua: PowerApps-erako formula-erreferentzia
fi_fi: Artikkeli: PowerAppsin kaavaviiteopas
fr_fr: Article : Informations de référence sur les formules pour PowerApps
gl_es: Artigo: Referencia de fórmula de PowerApps
hi_in: आलेख: PowerApps के लिए सूत्र संदर्भ
hr_hr: Članak: Referenca za formule za PowerApps
hu_hu: Cikk: A PowerApps képletreferenciája
it_it: Articolo: Informazioni di riferimento sulle funzioni in PowerApps
ja_jp: 記事: PowerApps の数式参照
kk_kz: Мақала: PowerApps үшін формула сілтемесі
ko_kr: 문서: PowerApps에 대한 수식 참조
lt_lt: Straipsnis: formulės nuoroda, skirta „PowerApps“
lv_lv: Raksts: Formula reference for PowerApps (Uzziņas par PowerApps formulām)
ms_my: Artikel: Rujukan formula untuk PowerApps
nb_no: Artikkel: Formelreferanse for PowerApps
nl_nl: Artikel: Formuleverwijzing voor PowerApps
pl_pl: Artykuł: Dokumentacja formuł usługi PowerApps
pt_br: Artigo: Referência de fórmula para PowerApps
pt_pt: Artigo: referência de fórmulas para PowerApps
ro_ro: Articol: Informații de referință privind formulele în PowerApps
ru_ru: Статья. Справочник по формулам в PowerApps
sk_sk: Článok: Referenčné informácie pre vzorce v službe PowerApps
sl_si: Članek: Formule za PowerApps
sr_cyrl_rs: Чланак: Референца формуле за PowerApps
sr_latn_rs: Članak: Referenca formule za PowerApps
sv_se: Artikel: Formelreferens för PowerApps
th_th: บทความ: การอ้างอิงสูตรสำหรับ PowerApps
tr_tr: Makale: PowerApps için formül başvurusu
uk_ua: Стаття: посилання на формулу в PowerApps
vi_vn: Bài viết: Tham chiếu công thức cho PowerApps
zh_cn: 文章: 针对 PowerApps 的公式引用
zh_tw: 文章: PowerApps 的公式參考

# ErrorResource_ErrInvalidParentUse_ShortMessage
source: 'Parent' reference isn't valid. You can't reference a parent control in this context.
bg_bg: „Родителската“ препратка не е валидна. Не може да се препрати родителска контрола в този контекст.
ca_es: La referència "Parent" no és vàlida. No podeu fer referència a un control principal en aquest context.
cs_cz: Odkaz Parent není platný. V tomto kontextu se na nadřazený ovládací prvek nemůžete odkazovat.
da_dk: Referencen til det overordnede kontrolelement er ikke gyldig. Du kan ikke referere til et overordnet kontrolelement i denne kontekst.
de_de: Der Verweis auf "Parent" ist ungültig. Sie können in diesem Kontext nicht auf ein übergeordnetes Steuerelement verweisen.
el_gr: Η αναφορά Parent δεν είναι έγκυρη. Δεν μπορείτε να αναφέρετε ένα γονικό στοιχείο ελέγχου σε αυτό το περιβάλλον.
es_es: La referencia "Parent" no es válida. No se puede hacer referencia a un control principal en este contexto.
et_ee: Viide 'Parent' ei sobi. Te ei saa selles kontekstis emajuhtelemendile viidata.
eu_es: Erreferentzia "nagusiak" ez du balio. Ezin diozu erreferentziarik egin testuinguru honetako kontrol nagusi bati.
fi_fi: Parent-viittaus ei ole kelvollinen. Et voi viitata ylemmän tason ohjausobjektiin tässä kontekstissa.
fr_fr: La référence « Parent » n’est pas valide. Vous ne pouvez pas référencer un contrôle parent dans ce contexte.
gl_es: A referencia "Parent" non é válida. Non se pode facer referencia a un control principal neste contexto.
hi_in: 'पैरेंट' का संदर्भ मान्य नहीं है. आप इस प्रसंग में किसी पैरेंट नियंत्रण का संदर्भ नहीं दे सकते.
hr_hr: "Nadređena" referenca nije valjana. Nije moguće referencirati nadređenu kontrolu u tom kontekstu.
hu_hu: A Parent hivatkozás érvénytelen. Ebben a környezetben nem lehet szülővezérlőre hivatkozni.
it_it: Il riferimento a 'parent' non è valido. Non è possibile fare riferimento a un controllo padre in questo contesto.
ja_jp: 'Parent' 参照が無効です。このコンテキストで親コントロールを参照することはできません。
kk_kz: "Негізгі" сілтеме жарамсыз. Бұл контексте негізгі басқару элементіне сілтеме жасай алмайсыз.
ko_kr: '부모' 참조가 유효하지 않습니다. 이 컨텍스트에서 부모 컨트롤을 참조할 수 없습니다.
lt_lt: „Pirminė“ nuoroda yra netinkama. Šiame kontekste negalite nurodyti pirminio valdiklio.
lv_lv: Atsauce uz vecākobjektu nav derīga. Šajā kontekstā nevar atsaukties uz vecākobjekta vadīklu.
ms_my: Rujukan 'Induk' tidak sah. Anda tidak boleh merujuk kawalan induk dalam konteks ini.
nb_no: Parent-referansen er ikke gyldig. Du kan ikke referere til en overordnet kontroll i denne konteksten.
nl_nl: De verwijzing naar het bovenliggende item is ongeldig. U kunt in deze context niet verwijzen naar een bovenliggend besturingselement.
pl_pl: Odwołanie „Parent” nie jest prawidłowe. Nie można odwoływać się do kontrolki nadrzędnej w tym kontekście.
pt_br: A referência 'Parent' não é válida. Você não pode fazer referência a um controle pai neste contexto.
pt_pt: A referência "Parent" não é válida. Não pode referenciar o controlo principal neste contexto.
ro_ro: Referința „părinte” nu este validă. Nu se poate face referință la un control părinte în acest context.
ru_ru: Ссылка "Parent" недопустима. Вы не можете ссылаться на родительский элемент управления в этом контексте.
sk_sk: Odkaz Nadradené nie je platný. Nie je možné odkazovať na nadradený ovládací prvok v tomto kontexte.
sl_si: Sklic na »Parent« ni veljaven. Sklic na nadrejeni kontrolnik v tem kontekstu ni dovoljen.
sr_cyrl_rs: Референца „Parent“ није важећа. Не можете да користите референцу надређеног елемента у овом контексту.
sr_latn_rs: Referenca „Parent“ nije važeća. Ne možete da koristite referencu nadređenog elementa u ovom kontekstu.
sv_se: Överordnad referens är ogiltig. Du kan inte referera till en överordnad kontroll i den här kontexten.
th_th: การอ้างอิง 'หลัก' ไม่ถูกต้อง คุณไม่สามารถอ้างอิงตัวควบคุมหลักในบริบทนี้ได้
tr_tr: 'Parent' başvurusu geçerli değil. Bu bağlamda bir üst denetime başvurulamaz.
uk_ua: Неприпустиме посилання на батьківський елемент: його не можна використовувати в цьому контексті.
vi_vn: Tham chiếu 'Parent' không hợp lệ. Bạn không thể tham chiếu kiểm soát cha trong ngữ cảnh này.
zh_cn: “父”引用无效。不能引用在此上下文中的父控件。
zh_tw: 'Parent' 參考無效。在此內容中，您無法參考父控制項。
